IDEA Open Model
StrainLoadOnLine.Eimp Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the strain impulse at the end position.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public StrainImpulse Eimp { get; set; }
Public Property Eimp As StrainImpulse
	Get
	Set
Property Value
Type: StrainImpulse
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace